Repository: malpern/KeyPath
Catalog: Sources/KeyPathAppKit/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: - Emergency stop detection
ja: - 緊急停止の検出

source: - Emergency stop detection and system monitoring
ja: - 緊急停止の検出とシステム監視

source: - Karabiner services in Login Items for startup
ja: - ログイン項目でのKarabinerサービスの起動設定

source: - KeyPath's bundled & Developer ID signed version
ja: - KeyPath同梱のDeveloper ID署名済みバージョン

source: - Keyboard monitoring and remapping engine
ja: - キーボード監視とリマッピングエンジン

source: - Main application captures keyboard input
ja: - メインアプリがキーボード入力をキャプチャ

source: - Main application needs permission
ja: - メインアプリに許可が必要

source: - Remapping engine processes keyboard events
ja: - リマッピングエンジンがキーボードイベントを処理

source: - System service configuration & management
ja: - システムサービスの設定と管理

source: - Virtual keyboard driver for input capture
ja: - 入力キャプチャ用仮想キーボードドライバ

source: (Press all three keys at the same time)
ja: （3つのキーを同時に押してください）

source: 1. Open System Settings → Privacy & Security
ja: 1. システム設定 → プライバシーとセキュリティを開く

source: 2. Navigate to Input Monitoring
ja: 2. 入力監視に移動

source: 3. Add both KeyPath.app and /Library/KeyPath/bin/kanata
ja: 3. KeyPath.appと/Library/KeyPath/bin/kanataの両方を追加

source: 4. Navigate to Accessibility
ja: 4. アクセシビリティに移動

source: 5. Add both KeyPath.app and /Library/KeyPath/bin/kanata
ja: 5. KeyPath.appと/Library/KeyPath/bin/kanataの両方を追加

source: 6. You may need to restart KeyPath after granting permissions
ja: 6. 許可を付与後、KeyPathの再起動が必要な場合があります

source: = Arrow keys
ja: = 矢印キー

source: About Full Disk Access
ja: フルディスクアクセスについて

source: Accessibility
ja: アクセシビリティ

source: Accessibility Permission Help
ja: アクセシビリティ許可のヘルプ

source: Action Required:
ja: 操作が必要:

source: Activate hold on other key
ja: 他のキーを押したときにホールドを有効化

source: Activate via Leader → w, then press the action key
ja: Leader → wで有効化し、アクションキーを押す

source: Add
ja: 追加

source: Add App
ja: アプリを追加

source: Add Rule
ja: ルールを追加

source: Add Step
ja: ステップを追加

source: Add Triple Tap, etc.
ja: トリプルタップなどを追加

source: Add URL
ja: URLを追加

source: Add `defvirtualkeys` or `deffakekeys` blocks to your config to define triggerable macros.
ja: 設定に`defvirtualkeys`または`deffakekeys`ブロックを追加してトリガー可能なマクロを定義してください。

source: Add these two applications (drag & drop or use + button):
ja: 以下の2つのアプリを追加（ドラッグ＆ドロップまたは+ボタン）:

source: All KeyPath.app copies outside /Applications will be moved to the Trash.
ja: /Applications以外のKeyPath.appコピーはすべてゴミ箱に移動されます。

source: All built-in collections are active.
ja: すべての組み込みコレクションが有効です。

source: Applying changes...
ja: 変更を適用中...

source: Background Services
ja: バックグラウンドサービス

source: Background Services Setup Help
ja: バックグラウンドサービス設定のヘルプ

source: Becomes
ja: 変換後

source: Benefits
ja: メリット

source: Both hands
ja: 両手

source: Both rules want to control the same keys. Choose which rule to keep enabled.
ja: 両方のルールが同じキーを制御しようとしています。どちらを有効にするか選択してください。

source: Browse available presets
ja: 利用可能なプリセットを閲覧

source: Cancel
ja: キャンセル

source: Capture Mode
ja: キャプチャモード

source: Check Permission Status
ja: 許可ステータスを確認

source: Checking
ja: 確認中

source: Choose One
ja: 1つ選択

source: Clear
ja: クリア

source: Clear All
ja: すべてクリア

source: Click 'Check Permission Status' to verify
ja: 「許可ステータスを確認」をクリックして確認

source: Click 'Open System Settings' below
ja: 下の「システム設定を開く」をクリック

source: Click keys above, then Run to simulate
ja: 上のキーをクリックし、実行でシミュレート

source: Click keys to queue events
ja: キーをクリックしてイベントをキューに追加

source: Click to record
ja: クリックして記録

source: Click to tap • Long-press to hold • Type to add keys
ja: クリックでタップ • 長押しでホールド • 入力でキー追加

source: Close
ja: 閉じる

source: Combos - Keys together
ja: コンボ - 同時押し

source: Complete Setup
ja: セットアップを完了

source: Completely Optional
ja: 完全に任意

source: Configuration Validation Failed
ja: 設定の検証に失敗

source: Configure the output key in the field above.
ja: 上のフィールドで出力キーを設定してください。

source: Conflicting Keys
ja: 競合するキー

source: Conflicting Processes Found
ja: 競合するプロセスを検出

source: Conflicting mapping detected
ja: 競合するマッピングを検出

source: Continue
ja: 続ける

source: Copies found at:
ja: コピーの場所:

source: Copy File Paths
ja: ファイルパスをコピー

source: Create Your First Rule
ja: 最初のルールを作成

source: Create personalized key mappings
ja: カスタムキーマッピングを作成

source: Current Hold Action
ja: 現在のホールドアクション

source: Current Tap Dance Actions
ja: 現在のタップダンスアクション

source: Custom
ja: カスタム

source: Custom Rules
ja: カスタムルール

source: Customize Home Row Mods
ja: ホームロウモッドをカスタマイズ

source: Customize...
ja: カスタマイズ...

source: Delay:
ja: 遅延:

source: Delete
ja: 削除

source: Description
ja: 説明

source: Detected Issues:
ja: 検出された問題:

source: Detecting processes...
ja: プロセスを検出中...

source: Detection timeout - restart may be required
ja: 検出タイムアウト - 再起動が必要な場合があります

source: Diagnostics & Repair
ja: 診断と修復

source: Done
ja: 完了

source: Double Tap
ja: ダブルタップ

source: Duration
ja: 継続時間

source: Edit
ja: 編集

source: Edit your configuration to add key remapping rules.
ja: 設定を編集してキーリマッピングルールを追加してください。

source: Emergency Recovery
ja: 緊急回復

source: Emergency Stop
ja: 緊急停止

source: Emergency Stop Activated
ja: 緊急停止が作動

source: Emergency stop sequence used:
ja: 緊急停止シーケンス:

source: Enable the simulator feature flag to use the virtual keyboard simulator.
ja: 仮想キーボードシミュレータを使用するにはシミュレータ機能フラグを有効にしてください。

source: Enable the toggle for both KeyPath and kanata
ja: KeyPathとkanata両方のトグルを有効にする

source: Enhanced diagnostics are now available
ja: 拡張診断が利用可能になりました

source: Enter Custom Key
ja: カスタムキーを入力

source: Enter Web URL
ja: WebURLを入力

source: Event Timeline
ja: イベントタイムライン

source: Events
ja: イベント

source: Experiment: Testing visual input capture
ja: 実験: 視覚入力キャプチャのテスト

source: External Conflicts
ja: 外部の競合

source: Extra copies can cause stale approvals. Remove extras to keep permissions healthy.
ja: 余分なコピーは古い承認の原因になります。許可を正常に保つため余分を削除してください。

source: Failed
ja: 失敗

source: Fast taps always register as tap
ja: 素早いタップは常にタップとして登録

source: Fewer Options
ja: オプションを減らす

source: Final Layer
ja: 最終レイヤー

source: For the smoothest setup, move KeyPath to /Applications and relaunch.
ja: スムーズなセットアップのため、KeyPathを/Applicationsに移動して再起動してください。

source: Full Disk Access
ja: フルディスクアクセス

source: Full Disk Access Granted!
ja: フルディスクアクセスが許可されました!

source: Full Disk Access requires KeyPath to restart
ja: フルディスクアクセスにはKeyPathの再起動が必要です

source: Gates the simulator UI, overlay mapping via simulator, and virtual key actions.
ja: シミュレータUI、オーバーレイマッピング、仮想キーアクションを制御します。

source: Go to General → Login Items & Extensions
ja: 一般 → ログイン項目と機能拡張に移動

source: Got it
ja: 了解

source: Grant permissions to enable keyboard remapping
ja: キーボードリマッピングを有効にするため許可を付与

source: HOLD
ja: ホールド

source: Help
ja: ヘルプ

source: Helper Health
ja: ヘルパーの状態

source: Helpful Tools:
ja: 便利なツール:

source: Here's how to fix this:
ja: 修正方法:

source: Hold
ja: ホールド

source: Hold Behavior:
ja: ホールド動作:

source: Hold delay
ja: ホールド遅延

source: Hold timeout
ja: ホールドタイムアウト

source: Hold triggers when you press another key
ja: 別のキーを押すとホールドが発動

source: Hold ⇧ Shift while navigating to select text
ja: ⇧ Shiftを押しながらナビゲートしてテキストを選択

source: Hold, Double Tap, etc.
ja: ホールド、ダブルタップなど

source: How to Clean Up:
ja: クリーンアップ方法:

source: How to add Login Items:
ja: ログイン項目の追加方法:

source: How to grant permission:
ja: 許可の付与方法:

source: If the keyboard becomes unresponsive, press:
ja: キーボードが反応しなくなった場合は押してください:

source: Important: Use physical key positions, not after any remapping
ja: 重要: リマッピング後ではなく物理キー位置を使用

source: Include KeyPath mappings
ja: KeyPathマッピングを含める

source: Include punctuation
ja: 句読点を含める

source: Input
ja: 入力

source: Input Capture Experiment
ja: 入力キャプチャ実験

source: Input Key
ja: 入力キー

source: Input Monitoring
ja: 入力監視

source: Input Monitoring Permission Help
ja: 入力監視許可のヘルプ

source: Installer
ja: インストーラ

source: Kanata Binary
ja: Kanataバイナリ

source: Kanata Service
ja: Kanataサービス

source: Kanata can't detect both hold duration and tap count on the same key. Which behavior do you want to keep?
ja: Kanataは同じキーでホールド時間とタップ回数の両方を検出できません。どちらの動作を維持しますか?

source: Kanata is running smoothly
ja: Kanataは正常に動作中

source: Kanata log
ja: Kanataログ

source: Kanata refused to load the generated config. KeyPath left the previous configuration in place until you fix the issues below.
ja: Kanataが生成された設定の読み込みを拒否しました。下記の問題を修正するまで以前の設定が維持されます。

source: Kanata syntax:
ja: Kanata構文:

source: Kanata will immediately stop all remapping
ja: Kanataはすべてのリマッピングを即座に停止します

source: Karabiner Driver
ja: Karabinerドライバ

source: Keep Existing
ja: 既存を維持

source: Keep Hold
ja: ホールドを維持

source: Keep Tap Dance
ja: タップダンスを維持

source: KeyPath Managed Processes
ja: KeyPath管理プロセス

source: KeyPath log
ja: KeyPathログ

source: KeyPath will now start the keyboard remapping service.
ja: KeyPathがキーボードリマッピングサービスを開始します。

source: Keyboard Overlay
ja: キーボードオーバーレイ

source: Keyboard Remapping
ja: キーボードリマッピング

source: Keyboard remapping has been safely stopped
ja: キーボードリマッピングは安全に停止されました

source: Keys labeled by physical position (QWERTY). Works with any keyboard layout.
ja: 物理位置（QWERTY）でラベル付け。どのキーボードレイアウトでも動作します。

source: Keys that trigger early tap:
ja: 早期タップをトリガーするキー:

source: LAYER
ja: レイヤー

source: Later
ja: 後で

source: Layer Changes
ja: レイヤー変更

source: Left Hand
ja: 左手

source: Left hand
ja: 左手

source: Left hand only
ja: 左手のみ

source: Loading configuration...
ja: 設定を読み込み中...

source: Loading...
ja: 読み込み中...

source: Logs
ja: ログ

source: Mac (CAGS: Cmd on index)
ja: Mac (CAGS: 人差し指にCmd)

source: Monitoring Kanata stderr for critical errors. Only severe issues are shown here.
ja: Kanataのstderrを監視中。重大な問題のみ表示されます。

source: Move left
ja: 左に移動

source: Move right
ja: 右に移動

source: Multiple KeyPath.app copies detected. Remove extras to avoid stale approvals.
ja: 複数のKeyPath.appコピーが検出されました。古い承認を避けるため余分を削除してください。

source: Navigate to Privacy & Security → Accessibility
ja: プライバシーとセキュリティ → アクセシビリティに移動

source: Navigate to Privacy & Security → Input Monitoring
ja: プライバシーとセキュリティ → 入力監視に移動

source: Navigate to: /Library/Application Support/org.pqrs/Karabiner-Elements/
ja: 次の場所に移動: /Library/Application Support/org.pqrs/Karabiner-Elements/

source: No Custom Rules Yet
ja: カスタムルールはまだありません

source: No Virtual Keys Defined
ja: 仮想キーは定義されていません

source: No active key mappings
ja: 有効なキーマッピングなし

source: No errors detected
ja: エラーは検出されませんでした

source: No processes detected
ja: プロセスは検出されませんでした

source: No rules yet
ja: ルールはまだありません

source: Not Installed
ja: 未インストール

source: On Hold
ja: ホールド時

source: Open
ja: 開く

source: Open Install Wizard…
ja: インストールウィザードを開く…

source: Open Karabiner Folder
ja: Karabinerフォルダを開く

source: Open System Settings
ja: システム設定を開く

source: Operators
ja: 演算子

source: Optional
ja: 任意

source: Output
ja: 出力

source: Output Key
ja: 出力キー

source: Output Keys
ja: 出力キー

source: Output Type
ja: 出力タイプ

source: Per-key tap offsets (ms)
ja: キーごとのタップオフセット (ms)

source: Permission Details
ja: 許可の詳細

source: Permissions
ja: 許可

source: Physical Position
ja: 物理位置

source: Physical keys only (pause mappings)
ja: 物理キーのみ（マッピングを一時停止）

source: Please complete these steps:
ja: 以下の手順を完了してください:

source: Please use the command line installer:
ja: コマンドラインインストーラを使用してください:

source: Positive values extend the tap window for that key; leave blank/0 for default.
ja: 正の値でそのキーのタップウィンドウを延長。デフォルトは空白/0。

source: Positive values extend the tap window per key; leave 0 for default.
ja: 正の値でキーごとのタップウィンドウを延長。デフォルトは0。

source: Press a key...
ja: キーを押してください...

source: Press keys, drag apps, or drop files
ja: キーを押す、アプリをドラッグ、またはファイルをドロップ

source: Press these 3 keys simultaneously:
ja: この3つのキーを同時に押してください:

source: Privileged Helper
ja: 特権ヘルパー

source: Privileged Helper Ready
ja: 特権ヘルパー準備完了

source: Process Details
ja: プロセス詳細

source: Quick tap
ja: クイックタップ

source: Quick tap term
ja: クイックタップ時間

source: Quit KeyPath
ja: KeyPathを終了

source: Ready to Start KeyPath
ja: KeyPathを開始する準備ができました

source: Recent Helper Logs
ja: 最近のヘルパーログ

source: Record keyboard shortcuts and create custom key mappings
ja: キーボードショートカットを記録してカスタムキーマッピングを作成

source: Recording Behavior
ja: 記録動作

source: Refresh
ja: 更新

source: Replace with New
ja: 新しいものに置換

source: Reset Overlay Size
ja: オーバーレイサイズをリセット

source: Restart KeyPath to re-enable remapping
ja: リマッピングを再有効化するためKeyPathを再起動

source: Restart Now
ja: 今すぐ再起動

source: Restart Required
ja: 再起動が必要

source: Restart your Mac or log out/log in for changes to take effect
ja: 変更を有効にするにはMacを再起動またはログアウト/ログインしてください

source: Reveal Copies
ja: コピーを表示

source: Right Hand
ja: 右手

source: Right hand
ja: 右手

source: Right hand only
ja: 右手のみ

source: Rule Conflict
ja: ルールの競合

source: Rules
ja: ルール

source: Run
ja: 実行

source: Save
ja: 保存

source: Select keys:
ja: キーを選択:

source: Separate timeouts:
ja: 個別のタイムアウト:

source: Sequences - Keys one after another
ja: シーケンス - キーを順番に

source: Settings
ja: 設定

source: Show KeyPath
ja: KeyPathを表示

source: Simulator Disabled
ja: シミュレータ無効

source: Space or comma separated. Press these keys to trigger tap instead of hold.
ja: スペースまたはカンマ区切り。ホールドの代わりにタップをトリガーするキー。

source: Standard
ja: 標準

source: Start KeyPath
ja: KeyPathを開始

source: Start the service on the Status tab, then return to manage rules.
ja: ステータスタブでサービスを開始してから、ルール管理に戻ってください。

source: Status
ja: ステータス

source: Success
ja: 成功

source: Switch to Hold
ja: ホールドに切り替え

source: Switch to Tap
ja: タップに切り替え

source: System
ja: システム

source: System Actions
ja: システムアクション

source: System Issues Detected
ja: システムの問題を検出

source: System Operations Available
ja: システム操作が利用可能

source: System Status
ja: システムステータス

source: TAP
ja: タップ

source: TCC Database Check Results:
ja: TCCデータベースチェック結果:

source: TCP Communication
ja: TCP通信

source: Tap
ja: タップ

source: Tap Dance
ja: タップダンス

source: Tap for letter, hold for modifier
ja: タップで文字、ホールドでモディファイア

source: Tap keys for letters, hold for modifiers
ja: タップで文字、ホールドでモディファイア

source: Tap window
ja: タップウィンドウ

source: Tap window: time before tap becomes hold. Hold delay: time before hold activates.
ja: タップウィンドウ: タップがホールドになるまでの時間。ホールド遅延: ホールドが有効になるまでの時間。

source: Tapping term
ja: タップ時間

source: The disabled rule can be re-enabled later
ja: 無効化されたルールは後で再有効化できます

source: These rules stay separate from presets so you can manage them independently.
ja: これらのルールはプリセットとは別に管理できます。

source: This action cannot be undone.
ja: この操作は元に戻せません。

source: This installer is not yet implemented.
ja: このインストーラはまだ実装されていません。

source: This removes the rule from Custom Rules but leaves preset collections untouched.
ja: これはカスタムルールからルールを削除しますが、プリセットコレクションには影響しません。

source: This will install Kanata and set up the LaunchDaemon service.
ja: これによりKanataがインストールされ、LaunchDaemonサービスが設定されます。

source: This will remove all custom rules and restore the keyboard to its default mappings.
ja: これによりすべてのカスタムルールが削除され、キーボードがデフォルトのマッピングに復元されます。

source: This will remove all services, helpers, and the app. Your configuration file will be preserved.
ja: これによりすべてのサービス、ヘルパー、アプリが削除されます。設定ファイルは保持されます。

source: Time to register taps
ja: タップ登録時間

source: Timing
ja: タイミング

source: Timing (ms)
ja: タイミング (ms)

source: Tip: Entries with warning icons are from old or moved installations
ja: ヒント: 警告アイコンのある項目は古いまたは移動されたインストールからのものです

source: Tip: You can also manually quit and reopen KeyPath
ja: ヒント: KeyPathを手動で終了して再度開くこともできます

source: To verify kanata's permission, please grant Full Disk Access to KeyPath.
ja: kanataの許可を確認するには、KeyPathにフルディスクアクセスを付与してください。

source: Toggle KeyPath to ON under Background Items, then return here.
ja: バックグラウンド項目でKeyPathをONに切り替えてから、ここに戻ってください。

source: Transform your keyboard into a numpad
ja: キーボードをテンキーに変換

source: Turn on Kanata to manage rules.
ja: ルールを管理するにはKanataをオンにしてください。

source: Typing Sounds
ja: タイピング音

source: Uninstall
ja: アンインストール

source: Uninstall Complete
ja: アンインストール完了

source: Uninstall KeyPath
ja: KeyPathをアンインストール

source: Uninstall KeyPath?
ja: KeyPathをアンインストールしますか?

source: Uninstall KeyPath…
ja: KeyPathをアンインストール…

source: Unknown key name
ja: 不明なキー名

source: Use when service is wedged and won't respond
ja: サービスがフリーズして応答しない場合に使用

source: View Details
ja: 詳細を表示

source: Virtual Keyboard
ja: 仮想キーボード

source: Virtual Keys
ja: 仮想キー

source: Virtual keys defined in your config can be triggered via deep links
ja: 設定で定義された仮想キーはディープリンクでトリガーできます

source: Waiting for System Settings...
ja: システム設定を待機中...

source: Warnings
ja: 警告

source: What is Full Disk Access?
ja: フルディスクアクセスとは?

source: What to do if permissions are missing:
ja: 許可が不足している場合の対処法:

source: What's New in KeyPath
ja: KeyPathの新機能

source: Which keys?
ja: どのキー?

source: XPC Communication
ja: XPC通信

source: You already have this key mapped. Choose which mapping to keep.
ja: このキーは既にマッピングされています。どちらのマッピングを維持するか選択してください。

source: You may need to unlock with your password
ja: パスワードでロック解除が必要な場合があります

source: base
ja: ベース

source: ⌘ ⇧ ⌥ ⌃ + any key
ja: ⌘ ⇧ ⌥ ⌃ + 任意のキー

source: ⚠️ Multiple Installations
ja: ⚠️ 複数のインストール

source: %lld errors logged (last 100)
ja: %lld件のエラーを記録 (最新100件)

source: %lld active rules
ja: %lldつのアクティブなルール

source: %lld ms
ja: %lldミリ秒
